bash
bash-completion
elixir
d12frosted/emacs-plus/emacs-plus
erlang
gifify
git
haskell-stack
htop
irssi
ispell
leiningen
midnight-commander
mongodb
ncdu
nginx
python
python3
rbenv
reattach-to-user-namespace
rlwrap
the_silver_searcher
tmux
unrar
vim
